[
  {
    "faqAnswer": "It all started as a project to make finding where to volunteer easier on the mobile platform with the option to navigate to the address efficiently. Triber at its core is a mobile app volunteering directory for Malaysia with the ability to suggest the relevant service recipients based on users’ preferences and app usage behaviour.\n<br><br>\nTriber was created to enhance individuals' ability for better selection of service recipients by providing a central database of others' feedback on various service recipients. It exposes various types of service recipients, volunteering opportunities and crowdfunding platform availability in Malaysia.",
    "faqID": "-MXweKEhXbobiK8V5xV9",
    "faqQuestion": "What is Triber?",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "<b>Aim:</b><br>\n To create awareness of civic responsibility in the role that can be played by individuals towards the contributions in supporting their community. The volunteering activities may take place in public institutions such as hospital, non-profit organizations, welfare homes and environmental organizations.\n <br><br>\n<b>Objectives:</b><br>\n1) To assist individuals in finding suitable service recipients (NGOs / NPOs) in Malaysia to provide their volunteering service and be exposed to a wide variety of opportunities.\n<br><br>\n2) To build recognition for the help rendered to the needy and contribution made for the development of society.\n<br><br>\n3) To understand the social issues and responsibilities to gain a sense of belonging to the society.",
    "faqID": "-MXweKEjFdzymIaCn-mx",
    "faqQuestion": "Aim and Objectives",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "<b>1. Choose a community service project</b><br>\nFind a project in your local community, from NGOs, NPOs or institution (e.g. your university or school). Find out what types of projects have and have not been done in the past, where you can continue or improve the services.<br>\n  * Consider the number of members.<br>\n  * Consider the skills possessed by members.<br>\n  * Consider the time required to complete the project.<br>\n  * Consider the possible consequences and benefits of having the project (e.g. your contribution to the project)\n<br><br>\nExamples of community projects include:<br>\na) Tutoring / Teaching<br>\n    - UNHCR Refugee School<br>\n    - Harvest Community School<br>\n    - Manna House Learning Centre\n<br><br>\nb) Orphanages, old folk homes<br>\n    - Rumah Hope<br>\n    - Rita Home\n<br><br>\nc) Giving food to the homeless<br>\n    - Kechara Soup Kitchen <br>\n    - Pertiwi Soup Kitchen<br>\n    - FunGate Superflow Foundation\n<br><br>\nIt is strongly encouraged for you to identify a project where you think you can leverage your knowledge, skill or passion when choosing which service recipient to offer your services to.\n<br><br>\n<b>2. Contact the desired service recipient you would like to volunteer or donate to</b><br>\nIt is important to contact the recipient to find out what is the latest ongoing project that you can contribute to or find out whether there is a change in their donation method or procedures. The respective recipient should be able to answer your query and guide you to the next step.\n<br><br>\n<i>Note: You should check out the recipient's website or social media (if have) as they may provide some useful information with regards to their volunteering activities or donation method.</i>",
    "faqID": "-MXweKEjFdzymIaCn-my",
    "faqQuestion": "How to Start? (Guideline)",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "This project is maintained by one person thus it is very much appreciated for any support and help given. There are a few ways you could help as follows:\n<br><br>\n<b>1) Report Broken or Missing Social Media Links</b><br>\nRecipient may have social media that was incorrectly linked thus making it impossible to open or some social media may have been missed out. Currently, eight social media are being collected:<br>\na) Instagram<br>\nb) LinkedIn<br>\nc) Facebook<br>\nd) Twitter<br>\ne) Vimeo<br>\nf) Youtube<br>\ng) Flickr<br>\nh) Pinterest\n<br><br>\n<b>2) Contribute to Recipient Data Collection / Amendment</b><br>\nRecipient information may change over time due to various reasons, there is no way to prevent it but there is a need to identify how to provide the latest information. This would require a dedicated person or team to periodically perform validation check with the recipient based on the existing data collected as well as to obtain data that needs to be collected.\n<br><br>\nKindly contact +601 6820 9425 or tribercs@gmail.com to learn about what data need to be collected specifically.\n<br><br>\n<b>3) Rate the App</b><br>\nRating allows the app to be recommended by PlayStore to other users with similar interest thus reaching a wider audience.\n<br><br>\n<b>4) Share App With Friends</b><br>\nIf you find the app to be useful, share it with friends to spread awareness!\n<br><br>\n<b>5) Buy me a Coffee</b><br>\nYou can buy me a coffee here to continue support the cost of running the app.\n<br><br>\nhttps://www.buymeacoffee.com/Triber\n<br><br>\n<b>6) Provide Feedback or Suggesstion</b><br>\nTriber continually strive to improve itself, but it cannot be done alone thus your feedback and suggestion is needed on:<br>\na) User Experience<br>\nb) User Interface<br>\nc) Features you would like to have<br>\nd) Reporting bugs or crashes<br>\ne) What can be done better? \n<br><br>\n<b>7) Help in App Development</b><br>\nIf you are a developer (front-end or back-end) and are interested to help, kindly contact +601 6820 9425 or tribercs@gmail.com for further discussion.",
    "faqID": "-MXweKEkjD7vdmMzhI1i",
    "faqQuestion": "How Can I Help?",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "This project is continuously maintained with the expectation to enable volunteering and donation easier and more accessible. Some features or improvements that are planned to be included in the near future are as follows:\n<br><br>\n<b>Hosting of Volunteering Events</b><br>\nTaking a step further to facilitate volunteering, the idea is to allow the user a way to host (create) their volunteering event recruitment by which like-minded people can sign up themselves  for the recruitment they wish to join towards a common objective. With this, it is not necessary for individuals looking for volunteering activities to contact the recipient to ask for details as sufficient information will be listed out when hosting such an event. \n<br><br>\nThe creator of the recruitment can specify the number of volunteers they would like to accept within a specific timeline. This way they can recruit the required volunteers easily and reduce the issue of overflooding enquiries. Further discussion of job responsibilities may be discussed through private messaging, either in-app or through an external app.\n<br><br>\n<b>In-App Donation</b><br>\nUser can expect support for in-app donation to their preferred recipient in the future using credit/debit card. The goal is to provide little to no processing fee for each transaction.\n<br><br>\n<b>Support for Multiple Address</b><br>\nSome recipient may have more than one address due to having multiple branches. Currently, each address would be considered as a separate recipient, for example <i>\"Recipient A (KL)\"</i> and <i>\"Recipient A (Selangor)\"</i>. User has to access (view) each of them separately.\n<br><br>\nWith support for multiple addresses, a user should be able to view all the address of a recipient in different states from the same details page and get direction to the selected address.\n<br><br>\n<b>Support for Filtering Recipient From all Malaysia State</b><br>\nUser is only allowed to filter 3 states (Selangor, Kuala Lumpur and Putrajaya) currently. It is understood that this is far from the complete 13 states as data collection of recipient information is a tedious process and the information may change anytime.<br>\nUser would be able to access a larger collection of recipient information with better efficiency to search for a suitable recipient when all Malaysia state are included.\n<br><br>\n<b>Support For Multiple Social Media of the Same Platform</b><br>\nSome recipient may have more than one account for a particular social media, for example, multiple accounts for Instagram. User should be able to view all known social media of the recipient in the future.\n<br><br>\n<b>Improve Distance Calculation Between User and Recipient</b><br>\nRight now in the <i>Map</i> tab, for the feature \"Sort Recipient By Distance\", distance are calculated based on the geocoordinate with no regards for the driving route (by air, land or sea) as well as the traffic involved. With improved distance calculation, user can better gauge and plan their journey.\n<br><br>\n<b>Geofencing</b><br>\nWith geofencing, user can automatically be alerted when they are nearby a service recipient.",
    "faqID": "-MXweKEkjD7vdmMzhI1j",
    "faqQuestion": "What to Expect Next?",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "Information about service recipients can be gathered from various existing volunteering platforms, humanitarian organizations, government bodies in Malaysia which includes but not limited to:\n<br><br>\n<b>Do Something Good</b><br>\nhttps://www.dosomething.gd\n<br><br>\n<b>NGOHub Asia</b><br>\nhttps://www.ngohub.asia\n<br><br>\n<b>Hati.my</b><br>\nhttps://www.hati.my\n<br><br>\n<b>SOLS 24/7</b><br>\nhttps://www.sols247.org\n<br><br>\n<b>Sunway Student Volunteers (SSV)</b><br>\nhttps://sunwaystudentvolunteers.wordpress.com\n<br><br>\n<b>Registrar of Societies of Malaysia</b><br>\nhttps://www.ros.gov.my\n<br><br>\n<b>Welfare Departments in Malaysia</b><br>\nhttps://www.schoolmalaysia.com/resources/govn_social_welfare.php\n<br><br>\n<b>AIESEC Malaysia</b><br>\nhttps://www.aiesec.my\n<br><br>\n<b>Sedunia</b><br>\nhttps://www.sedunia.me\n<br><br>\n<b>World Vision Malaysia</b><br>\nhttps://www.worldvision.com.my\n<br><br>\n<b>Antarabudaya Malaysia</b><br>\nhttps://www.afsmas.org\n<br><br>\n<b>Go Overseas</b><br>\nhttps://www.gooverseas.com/volunteer-abroad/malaysia",
    "faqID": "-MXweKEkjD7vdmMzhI1k",
    "faqQuestion": "Other Volunteering Platforms and References",
    "isDeleted": false,
    "updatedAt": 1618072916
  },
  {
    "faqAnswer": "The information collected and displayed for this app are from various online sources and is free for personal usage.",
    "faqID": "-MXweKEkjD7vdmMzhI1l",
    "faqQuestion": "Acknowledgment",
    "isDeleted": false,
    "updatedAt": 1618072916
  }
]
